==========Сделать табы в меню (Выберите стиль питания)
  //1. В начале убираем весь контент для табов, чтобы оно не налазили друг на друга   
    //Также убираем активный стиль у табов
	 //2 Показываем контент для 1-го таба
	 //скрываем контент табов и активный стиль у кнопки
	 //Показываем контент 1 таба (0 индекс псевдомассива) и добавляем активный ксс
	     //3 Делаем табы по нажатию
		 
		 
	
=========Сделать таймер		 
// TIMER
    const deadline = '2022-06-30';
	
	    //1. Определяем сколько дней, часов, минут до deadline (2022-06-30)
		
    // Если 5 дней, то выводить 05 дней/ Также с секундами и т.д.
//ЧТобы не моргала верстка timeInterval = setInterval(updateClock, 1000);
        // 1000 (1 сек) не нужно было ждать. Запустим 1 раз вручную		 
		 
		 
		 
		 Задача 9
Открытие модальных окон на 2 кнопках
Закрытие модального окна через крестик 
Закрытие модального окна через кнопку ескейп


Задача 10
Появление модального окна через 8 секунд
Если форму юзер получил сам через кнопку - больше не показывать
Когда долистали до конца - показать форму
Форма не должна появляться каждый раз при долистывании (только 1 раз)
